tap "arunvelsriram/stable"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
# brew "sqlite"
brew "python"
brew "awscli"
brew "bash"
# brew "ghc"
# brew "cabal-install"
brew "ccat"
# brew "cfssl"
# brew "clojure"
# brew "clojurescript"
brew "cmatrix"
# brew "cocoapods"
# brew "coreutils"
brew "cowsay"
# brew "datomic"
# brew "elasticsearch"
# brew "erlang"
# brew "elixir"
# brew "elvish", args: ["HEAD"]
brew "emacs"
brew "fd"
brew "fish"
brew "fzf"
# brew "gcc"
brew "gist"
brew "git"
brew "git-extras"
# brew "go"
brew "gnupg", link: false
# brew "protobuf"
# brew "grpc"
brew "gti"
# brew "haskell-stack"
brew "httpie"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
# brew "leiningen"
# brew "lumo"
# brew "mesos"
# brew "mysql@5.6", link: true
# brew "mysql@5.7", link: true
# brew "node"
# brew "numpy"
brew "pgcli"
# brew "postgresql"
# brew "pgloader"
# brew "planck"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
# brew "redis"
brew "ripgrep"
# brew "ruby"
# brew "sbt"
# brew "scala"
# brew "screenfetch"
# brew "sox"
brew "the_silver_searcher"
# brew "thrift"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
# brew "yarn"
brew "z"
# brew "zplug"
brew "zsh"
brew "arunvelsriram/stable/kube-fzf"
# brew "heroku/brew/heroku"
# cask "android-platform-tools"
cask "java8"
cask "minikube"
cask "ngrok"
