fisherman/await
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/imgcat
oh-my-fish/theme-l
fisherman/last_job_id
fisherman/z
